-- MySQL dump 10.19  Distrib 10.3.29-MariaDB, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: oasis
-- ------------------------------------------------------
-- Server version	10.3.29-MariaDB-0+deb10u1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `accounts`
--

DROP TABLE IF EXISTS `accounts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `accounts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `accounts`
--

LOCK TABLES `accounts` WRITE;
/*!40000 ALTER TABLE `accounts` DISABLE KEYS */;
INSERT INTO `accounts` VALUES (1,'Kazmedpribor','2021-04-14 22:13:51','2021-04-14 22:13:51');
/*!40000 ALTER TABLE `accounts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `actions`
--

DROP TABLE IF EXISTS `actions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `actions` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `client_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `actions`
--

LOCK TABLES `actions` WRITE;
/*!40000 ALTER TABLE `actions` DISABLE KEYS */;
INSERT INTO `actions` VALUES (26,'20','126',1,'2021-06-17 06:00:00','2021-06-17 09:57:55','2021-06-17 09:57:55');
/*!40000 ALTER TABLE `actions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `assistants`
--

DROP TABLE IF EXISTS `assistants`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `assistants` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `task_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `assistants`
--

LOCK TABLES `assistants` WRITE;
/*!40000 ALTER TABLE `assistants` DISABLE KEYS */;
/*!40000 ALTER TABLE `assistants` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `categories` (
  `category_id` int(10) NOT NULL AUTO_INCREMENT,
  `category` varchar(100) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT 1,
  `image` varchar(100) NOT NULL DEFAULT 'default.jpg',
  `created_at` date NOT NULL DEFAULT current_timestamp(),
  `updated_at` date DEFAULT NULL,
  `deleted_at` date DEFAULT NULL,
  PRIMARY KEY (`category_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `comments`
--

DROP TABLE IF EXISTS `comments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `comments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) NOT NULL,
  `text` text NOT NULL,
  `type` int(1) NOT NULL DEFAULT 1,
  `model_id` int(11) NOT NULL,
  `model_type` varchar(30) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `comments`
--

LOCK TABLES `comments` WRITE;
/*!40000 ALTER TABLE `comments` DISABLE KEYS */;
INSERT INTO `comments` VALUES (1,24,'доставка  автотранспортам компании газель 205АР13',1,8,'task','2021-07-13 06:15:37','2021-07-13 06:15:37',NULL),(2,26,'МЭО отношение к этому не имеет.',1,9,'task','2021-07-14 03:32:12','2021-07-14 03:32:12',NULL),(3,22,'по данному КП разрешительные документации не прилагается',1,15,'task','2021-07-14 06:41:15','2021-07-14 06:41:15',NULL),(4,26,'Это не относится к цеху МЭО',1,11,'task','2021-07-14 07:34:49','2021-07-14 07:34:49',NULL),(5,20,'Проверка',1,19,'task','2021-07-14 07:57:05','2021-07-14 07:57:05',NULL),(6,20,'Ответственный Маженов Р.',1,18,'task','2021-07-14 08:49:53','2021-07-14 08:49:53',NULL),(7,20,'Связался с клиентом готовы купить',1,19,'task','2021-07-14 08:51:22','2021-07-14 08:51:22',NULL),(8,14,'Обсудить с МЭО',1,20,'task','2021-07-14 09:26:09','2021-07-14 09:26:09',NULL),(9,24,'достовка за счет компании или это самовывоз',1,23,'task','2021-07-15 04:59:41','2021-07-15 04:59:41',NULL),(10,24,'вложенный документ не открывается',1,23,'task','2021-07-15 05:00:45','2021-07-15 05:00:45',NULL),(11,20,'Согласовано... 14.07.21 г. будет 100 % предоплата. Место поставки  Акпан Батыра №108',1,36,'task','2021-07-15 06:53:35','2021-07-15 06:53:35',NULL),(12,20,'Согласовано... со сроками и условиями все согласны',1,38,'task','2021-07-15 06:56:13','2021-07-15 06:56:13',NULL);
/*!40000 ALTER TABLE `comments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `contacts`
--

DROP TABLE IF EXISTS `contacts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `contacts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `account_id` int(11) NOT NULL,
  `organization_id` int(11) DEFAULT NULL,
  `name` varchar(60) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `position` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `city` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `region` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country` varchar(2) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `postal_code` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `contacts_account_id_index` (`account_id`),
  KEY `contacts_organization_id_index` (`organization_id`)
) ENGINE=InnoDB AUTO_INCREMENT=137 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `contacts`
--

LOCK TABLES `contacts` WRITE;
/*!40000 ALTER TABLE `contacts` DISABLE KEYS */;
INSERT INTO `contacts` VALUES (120,1,127,'пропропр',NULL,NULL,'+777072483480','пропропро',NULL,NULL,NULL,NULL,'2021-06-27 17:59:09','2021-06-27 17:59:09',NULL),(121,1,128,'Мурат Али','Курьер','вфывфыв@sdfsdf.rz','+78084535353','Аргынбекова 78',NULL,NULL,NULL,NULL,'2021-06-27 18:00:33','2021-06-27 18:00:33',NULL),(122,1,129,'Сулейменова Л.А.','Директор','TEST@mail.ru','87777777777','РК, г. Алматы, Алмалинский р-н. Ул. Шакарима 22',NULL,NULL,NULL,NULL,'2021-06-30 05:07:35','2021-06-30 05:07:35',NULL),(123,1,130,'Усенов Е.Н.','директор',NULL,'87013847054','г. Туркестан  ул. Наурызым д.3',NULL,NULL,NULL,NULL,'2021-07-01 05:24:23','2021-07-01 05:24:23',NULL),(124,1,131,'Моминбекова Жадыра Бектановна','Директор','er-ana.med@mail.ru','8705356 3838','г.Шымкент , Енбекшинский район, ул. Акпан Батыра здание 108',NULL,NULL,NULL,NULL,'2021-07-08 06:29:26','2021-07-08 06:29:26',NULL),(125,1,1,'Моминбекова Ж.Б.','директор','еr-ana.med@mail.ru','87017773838','г. Шымкент,  ул. Апан батра № 108',NULL,NULL,NULL,NULL,'2021-07-13 03:17:47','2021-07-13 03:17:47',NULL),(126,1,2,'Нартай',NULL,'nurtay.a90@gmail.com','+77083210030','г.Алматы',NULL,NULL,NULL,NULL,'2021-07-14 06:28:08','2021-07-14 06:28:08',NULL),(127,1,3,'Акбаян Темиргалиевна Бектурганова','врач','Akbayan-82@mail.ru','+77051878502','Кызылорда, ул. Бегим Ана, д. 15',NULL,NULL,NULL,NULL,'2021-07-14 06:32:59','2021-07-14 06:32:59',NULL),(128,1,4,'Бану',NULL,'Banu.mustafakyzy@mail.ru','+7 (775) 383-17-16','г. Шымкент',NULL,NULL,NULL,NULL,'2021-07-14 06:36:02','2021-07-14 06:36:02',NULL),(129,1,5,'ЛАПОВ АНАТОЛИЙ ВИТАЛЬЕВИЧ','директор',NULL,'87014559274','г. Нур-Султан пер. У. Громовой №1',NULL,NULL,NULL,NULL,'2021-07-14 06:42:46','2021-07-14 06:42:46',NULL),(130,1,6,'КОГАЙ АЛЕКСАНДР ВЛАДИМИРОВИЧ','директор','xprojects@mail.ru','8(7142)533-301, 533-244','г. Костанай, ул. Каирбекова,73',NULL,NULL,NULL,NULL,'2021-07-14 10:41:52','2021-07-14 10:41:52',NULL),(131,1,7,'test','test','test','test','test',NULL,NULL,NULL,NULL,'2021-07-15 05:06:32','2021-07-15 05:07:07','2021-07-15 05:07:07'),(132,1,7,'test','tetst','test','test','test','test','test',NULL,NULL,'2021-07-15 05:06:57','2021-07-15 05:07:02','2021-07-15 05:07:02'),(133,1,7,'ntcn','ntcn','ntcn','ntnc','nrtnc','nrtn','nn',NULL,NULL,'2021-07-15 07:04:37','2021-07-15 07:05:21','2021-07-15 07:05:21'),(134,1,7,'sad','sad','sad','sad','sad','sad','sad',NULL,NULL,'2021-07-15 07:04:51','2021-07-15 07:04:54','2021-07-15 07:04:54'),(135,1,7,'213','213','213','213','213','213','v213',NULL,NULL,'2021-07-15 07:28:38','2021-07-15 07:28:46','2021-07-15 07:28:46'),(136,1,7,'45',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2021-07-15 08:00:59','2021-07-15 08:01:03','2021-07-15 08:01:03');
/*!40000 ALTER TABLE `contacts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `deals`
--

DROP TABLE IF EXISTS `deals`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `deals` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  `sum` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 2,
  `client_id` int(11) NOT NULL DEFAULT 0,
  `file_id` int(11) NOT NULL DEFAULT 0,
  `comment` text DEFAULT NULL,
  `responsible_id` int(11) NOT NULL,
  `step` int(11) NOT NULL DEFAULT 0,
  `stage` int(11) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `deals`
--

LOCK TABLES `deals` WRITE;
/*!40000 ALTER TABLE `deals` DISABLE KEYS */;
INSERT INTO `deals` VALUES (1,'Матрацы','2021-07-14 06:07:04','2021-07-15 06:55:18',NULL,1430000,2,6,1,0,NULL,20,0,1),(2,'Кислородный баллон на  APV-1500','2021-07-14 06:44:34','2021-07-15 06:57:02',NULL,140000,2,3,5,0,'с переходником',20,0,1);
/*!40000 ALTER TABLE `deals` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `documents`
--

DROP TABLE IF EXISTS `documents`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `documents` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `file_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `documents`
--

LOCK TABLES `documents` WRITE;
/*!40000 ALTER TABLE `documents` DISABLE KEYS */;
INSERT INTO `documents` VALUES (1,'Приказ','2021-07-12',2,'2021-07-12 10:50:36','2021-07-12 10:50:36',NULL),(2,'Журнал регистрации служебных записок','2021-07-12',3,'2021-07-12 10:51:16','2021-07-12 10:51:16',NULL),(3,'Фишки для определения резолюции руководства','2021-07-12',4,'2021-07-12 10:51:50','2021-07-12 10:51:50',NULL),(4,'Журнал регистрации входящей корреспонденции','2021-07-12',5,'2021-07-12 10:52:28','2021-07-12 10:52:28',NULL),(5,'Форма Номенклатуры дел','2021-07-12',6,'2021-07-12 10:54:00','2021-07-12 10:54:00',NULL),(6,'Форма протокола заседания Технического совета','2021-07-12',7,'2021-07-12 10:54:28','2021-07-12 10:54:28',NULL),(7,'Лист ознакомления','2021-07-12',8,'2021-07-12 10:54:56','2021-07-12 10:54:56',NULL),(8,'Форма Листа ознакомления','2021-07-12',9,'2021-07-12 10:55:24','2021-07-12 10:55:24',NULL),(9,'Форма лимитной карты','2021-07-12',10,'2021-07-12 10:55:45','2021-07-12 10:55:45',NULL),(10,'Форма запроса на производство','2021-07-12',11,'2021-07-12 10:56:14','2021-07-12 10:56:14',NULL),(11,'Производственное совещание','2021-07-12',12,'2021-07-12 10:56:36','2021-07-12 10:56:36',NULL),(12,'Служебная записка','2021-07-12',13,'2021-07-12 10:56:55','2021-07-12 10:56:55',NULL);
/*!40000 ALTER TABLE `documents` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `downloads`
--

DROP TABLE IF EXISTS `downloads`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `downloads` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `format` varchar(5) COLLATE utf8mb4_unicode_ci NOT NULL,
  `path` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` int(11) NOT NULL,
  `model_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `downloads`
--

LOCK TABLES `downloads` WRITE;
/*!40000 ALTER TABLE `downloads` DISABLE KEYS */;
/*!40000 ALTER TABLE `downloads` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `events`
--

DROP TABLE IF EXISTS `events`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `events` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `text` varchar(535) NOT NULL,
  `task_id` int(11) NOT NULL DEFAULT 0,
  `author_id` int(11) NOT NULL,
  `seen` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=177 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `events`
--

LOCK TABLES `events` WRITE;
/*!40000 ALTER TABLE `events` DISABLE KEYS */;
INSERT INTO `events` VALUES (1,20,'Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ',1,20,0,'2021-07-13 03:19:34','2021-07-13 03:19:34',NULL),(2,20,'Определение ответсвенного менеджера по продажам',2,20,0,'2021-07-13 03:19:34','2021-07-13 03:19:34',NULL),(3,20,'Связь с клиентом для уточнения заказа',3,20,0,'2021-07-13 03:19:34','2021-07-13 03:19:34',NULL),(4,20,'Руслан принял задачу : Сделка #1',3,20,0,'2021-07-13 03:20:39','2021-07-13 03:20:39',NULL),(5,20,'Руслан принял задачу : Сделка #1',2,20,0,'2021-07-13 03:20:49','2021-07-13 03:20:49',NULL),(6,20,'Руслан принял задачу : Сделка #1',1,20,0,'2021-07-13 03:21:00','2021-07-13 03:21:00',NULL),(7,20,'Руслан принял задачу : Сделка #1',1,20,0,'2021-07-13 03:27:42','2021-07-13 03:27:42',NULL),(8,20,'Русланпринял и закрыл задачу: Сделка #1',1,20,0,'2021-07-13 03:28:24','2021-07-13 03:28:24',NULL),(9,20,'Руслан принял задачу : Сделка #1',2,20,0,'2021-07-13 03:32:54','2021-07-13 03:32:54',NULL),(10,20,'Русланпринял и закрыл задачу: Сделка #1',2,20,0,'2021-07-13 03:32:55','2021-07-13 03:32:55',NULL),(11,20,'Руслан принял задачу : Сделка #1',3,20,0,'2021-07-13 03:33:48','2021-07-13 03:33:48',NULL),(12,20,'Русланпринял и закрыл задачу: Сделка #1',3,20,0,'2021-07-13 03:33:49','2021-07-13 03:33:49',NULL),(13,20,'Айдос принял задачу : Сделка #1',4,14,0,'2021-07-13 03:59:24','2021-07-13 03:59:24',NULL),(14,20,'Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика.  отправлено на доработку.',3,22,0,'2021-07-13 04:09:49','2021-07-13 04:09:49',NULL),(15,20,'Определение ответсвенного менеджера по продажам отправлено на доработку.',3,22,0,'2021-07-13 04:09:49','2021-07-13 04:09:49',NULL),(16,20,'Связь с клиентом для уточнения заказа отправлено на доработку.',3,22,0,'2021-07-13 04:09:49','2021-07-13 04:09:49',NULL),(17,20,'Руслан принял задачу : Сделка #1',5,20,0,'2021-07-13 04:39:41','2021-07-13 04:39:41',NULL),(18,20,'Руслан принял задачу : Сделка #1',5,20,0,'2021-07-13 04:45:53','2021-07-13 04:45:53',NULL),(19,14,'Согласование в части сроков изготовления продукции отправлено на доработку.',4,22,0,'2021-07-13 05:52:03','2021-07-13 05:52:03',NULL),(20,20,'Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)',6,22,0,'2021-07-13 05:52:17','2021-07-13 05:52:17',NULL),(21,21,'Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ',7,22,0,'2021-07-13 05:52:17','2021-07-13 05:52:17',NULL),(22,24,'Расчет логистики до места поставки',8,22,0,'2021-07-13 05:52:17','2021-07-13 05:52:17',NULL),(23,22,'Рустам принял задачу : Сделка #1',8,24,0,'2021-07-13 06:02:24','2021-07-13 06:02:24',NULL),(24,22,'Рустам принял задачу : Сделка #1',8,24,0,'2021-07-13 06:19:15','2021-07-13 06:19:15',NULL),(25,22,'Гафу принял задачу : Сделка #1',7,21,0,'2021-07-13 09:10:14','2021-07-13 09:10:14',NULL),(26,22,'Гафу принял задачу : Сделка #1',7,21,0,'2021-07-13 09:11:18','2021-07-13 09:11:18',NULL),(27,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)',9,22,1,'2021-07-13 09:11:53','2021-07-14 03:33:46',NULL),(28,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).',10,22,0,'2021-07-13 09:11:53','2021-07-13 09:11:53',NULL),(29,22,'Виктор принял задачу : Сделка #1',9,26,0,'2021-07-14 03:30:41','2021-07-14 03:30:41',NULL),(30,22,'Виктор принял задачу : Сделка #1',9,26,0,'2021-07-14 03:32:16','2021-07-14 03:32:16',NULL),(31,22,'Айдос принял задачу : Сделка #1',10,14,0,'2021-07-14 03:37:18','2021-07-14 03:37:18',NULL),(32,22,'Айдос принял задачу : Сделка #1',10,14,0,'2021-07-14 03:39:06','2021-07-14 03:39:06',NULL),(33,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований',11,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(34,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__',12,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(35,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_',13,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(36,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...',14,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(37,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..',15,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(38,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.',16,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(39,12,'Утверждение КП',17,22,0,'2021-07-14 03:44:45','2021-07-14 03:44:45',NULL),(40,22,'Руслан принял задачу : Сделка #1',6,20,0,'2021-07-14 04:41:50','2021-07-14 04:41:50',NULL),(41,22,'Руслан принял задачу : Сделка #1',6,20,0,'2021-07-14 04:41:51','2021-07-14 04:41:51',NULL),(42,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе) отправлено на доработку.',10,22,0,'2021-07-14 05:27:21','2021-07-14 05:27:21',NULL),(43,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе). отправлено на доработку.',10,22,0,'2021-07-14 05:27:21','2021-07-14 05:27:21',NULL),(44,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований',18,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(45,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__',19,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(46,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_',20,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(47,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...',21,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(48,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..',22,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(49,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.',23,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(50,12,'Утверждение КП',24,22,0,'2021-07-14 05:28:14','2021-07-14 05:28:14',NULL),(51,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе) отправлено на доработку.',10,22,0,'2021-07-14 05:30:54','2021-07-14 05:30:54',NULL),(52,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе). отправлено на доработку.',10,22,0,'2021-07-14 05:30:54','2021-07-14 05:30:54',NULL),(53,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований',25,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(54,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__',26,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(55,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_',27,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(56,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...',28,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(57,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..',29,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(58,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.',30,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(59,12,'Утверждение КП',31,22,0,'2021-07-14 05:31:06','2021-07-14 05:31:06',NULL),(60,20,'Согласование КП с заказчиком ( условия оплаты, сроки, место поставки)',32,22,0,'2021-07-14 05:33:47','2021-07-14 05:33:47',NULL),(61,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(62,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__ отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(63,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_ отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(64,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника... отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(65,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.. отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(66,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника. отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(67,12,'Утверждение КП отправлено на доработку.',17,22,0,'2021-07-14 05:34:01','2021-07-14 05:34:01',NULL),(68,20,'Согласование КП с заказчиком ( условия оплаты, сроки, место поставки)',33,22,0,'2021-07-14 05:44:23','2021-07-14 05:44:23',NULL),(69,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(70,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__ отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(71,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_ отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(72,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника... отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(73,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.. отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(74,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника. отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(75,12,'Утверждение КП отправлено на доработку.',17,22,0,'2021-07-14 05:44:30','2021-07-14 05:44:30',NULL),(76,20,'Согласование КП с заказчиком ( условия оплаты, сроки, место поставки)',34,22,0,'2021-07-14 05:44:49','2021-07-14 05:44:49',NULL),(77,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(78,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__ отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(79,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_ отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(80,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника... отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(81,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.. отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(82,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника. отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(83,12,'Утверждение КП отправлено на доработку.',17,22,0,'2021-07-14 05:44:54','2021-07-14 05:44:54',NULL),(84,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе) отправлено на доработку.',10,22,0,'2021-07-14 05:44:59','2021-07-14 05:44:59',NULL),(85,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе). отправлено на доработку.',10,22,0,'2021-07-14 05:44:59','2021-07-14 05:44:59',NULL),(86,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований',35,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(87,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__',36,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(88,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_',37,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(89,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...',38,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(90,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..',39,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(91,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.',40,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(92,12,'Утверждение КП',41,22,0,'2021-07-14 05:45:31','2021-07-14 05:45:31',NULL),(93,20,'Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ',1,20,0,'2021-07-14 06:00:46','2021-07-14 06:00:46',NULL),(94,20,'Определение ответсвенного менеджера по продажам',2,20,0,'2021-07-14 06:00:46','2021-07-14 06:00:46',NULL),(95,20,'Связь с клиентом для уточнения заказа',3,20,0,'2021-07-14 06:00:46','2021-07-14 06:00:46',NULL),(96,14,'Согласование в части сроков изготовления продукции',4,22,0,'2021-07-14 06:01:37','2021-07-14 06:01:37',NULL),(97,20,'Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)',5,22,0,'2021-07-14 06:05:15','2021-07-14 06:05:15',NULL),(98,21,'Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ',6,22,0,'2021-07-14 06:05:15','2021-07-14 06:05:15',NULL),(99,24,'Расчет логистики до места поставки',7,22,0,'2021-07-14 06:05:15','2021-07-14 06:05:15',NULL),(100,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)',8,22,0,'2021-07-14 06:05:24','2021-07-14 06:05:24',NULL),(101,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).',9,22,0,'2021-07-14 06:05:24','2021-07-14 06:05:24',NULL),(102,20,'Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ',1,20,0,'2021-07-14 06:07:04','2021-07-14 06:07:04',NULL),(103,20,'Определение ответсвенного менеджера по продажам',2,20,0,'2021-07-14 06:07:04','2021-07-14 06:07:04',NULL),(104,20,'Связь с клиентом для уточнения заказа',3,20,0,'2021-07-14 06:07:04','2021-07-14 06:07:04',NULL),(105,14,'Согласование в части сроков изготовления продукции',4,22,0,'2021-07-14 06:07:24','2021-07-14 06:07:24',NULL),(106,20,'Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)',5,22,0,'2021-07-14 06:07:32','2021-07-14 06:07:32',NULL),(107,21,'Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ',6,22,0,'2021-07-14 06:07:32','2021-07-14 06:07:32',NULL),(108,24,'Расчет логистики до места поставки',7,22,0,'2021-07-14 06:07:32','2021-07-14 06:07:32',NULL),(109,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)',8,22,0,'2021-07-14 06:07:36','2021-07-14 06:07:36',NULL),(110,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).',9,22,0,'2021-07-14 06:07:36','2021-07-14 06:07:36',NULL),(111,20,'Разработка КП на основании Т/С, учетом всех расчетов и согласований',10,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(112,26,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__',11,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(113,21,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_',12,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(114,24,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...',13,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(115,16,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..',14,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(116,22,'Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.',15,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(117,12,'Утверждение КП',16,22,0,'2021-07-14 06:07:45','2021-07-14 06:07:45',NULL),(118,20,'Руслан принял задачу : Сделка #1',10,20,0,'2021-07-14 06:24:57','2021-07-14 06:24:57',NULL),(119,20,'Баглан принял задачу : Сделка #1',15,22,0,'2021-07-14 06:41:19','2021-07-14 06:41:19',NULL),(120,20,'Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ',17,20,0,'2021-07-14 06:44:34','2021-07-14 06:44:34',NULL),(121,20,'Определение ответсвенного менеджера по продажам',18,20,0,'2021-07-14 06:44:34','2021-07-14 06:44:34',NULL),(122,20,'Связь с клиентом для уточнения заказа',19,20,0,'2021-07-14 06:44:34','2021-07-14 06:44:34',NULL),(123,20,'Руслан принял задачу : Сделка #2',17,20,0,'2021-07-14 08:46:42','2021-07-14 08:46:42',NULL),(124,20,'Руслан принял задачу : Сделка #2',17,20,0,'2021-07-14 08:49:24','2021-07-14 08:49:24',NULL),(125,20,'Руслан принял задачу : Сделка #2',18,20,0,'2021-07-14 08:49:33','2021-07-14 08:49:33',NULL),(126,20,'Руслан принял задачу : Сделка #2',18,20,0,'2021-07-14 08:49:56','2021-07-14 08:49:56',NULL),(127,20,'Русланпринял и закрыл задачу: Сделка #2',18,20,0,'2021-07-14 08:50:09','2021-07-14 08:50:09',NULL),(128,20,'Руслан принял задачу : Сделка #2',19,20,0,'2021-07-14 08:51:27','2021-07-14 08:51:27',NULL),(129,20,'Руслан принял задачу : Сделка #2',19,20,0,'2021-07-14 08:51:28','2021-07-14 08:51:28',NULL),(130,20,'Русланпринял и закрыл задачу: Сделка #2',19,20,0,'2021-07-14 08:51:37','2021-07-14 08:51:37',NULL),(131,20,'Русланпринял и закрыл задачу: Сделка #2',17,20,0,'2021-07-14 08:52:02','2021-07-14 08:52:02',NULL),(132,14,'Согласование в части сроков изготовления продукции',20,22,0,'2021-07-14 08:52:15','2021-07-14 08:52:15',NULL),(133,20,'Айдос принял задачу : Сделка #2',20,14,0,'2021-07-14 09:25:42','2021-07-14 09:25:42',NULL),(134,20,'Айдос принял задачу : Сделка #2',20,14,0,'2021-07-14 09:26:12','2021-07-14 09:26:12',NULL),(135,20,'Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)',21,22,0,'2021-07-14 09:49:08','2021-07-14 09:49:08',NULL),(136,21,'Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ',22,22,0,'2021-07-14 09:49:08','2021-07-14 09:49:08',NULL),(137,24,'Расчет логистики до места поставки',23,22,0,'2021-07-14 09:49:08','2021-07-14 09:49:08',NULL),(138,20,'Руслан принял задачу : Сделка #2',21,20,0,'2021-07-14 09:49:25','2021-07-14 09:49:25',NULL),(139,20,'Руслан принял задачу : Сделка #2',21,20,0,'2021-07-14 09:50:01','2021-07-14 09:50:01',NULL),(140,20,'Виктор принял задачу : Сделка #1',11,26,0,'2021-07-15 03:51:46','2021-07-15 03:51:46',NULL),(141,12,'Назначил вас ответственным по задаче : test',24,28,0,'2021-07-15 04:49:04','2021-07-15 04:49:04',NULL),(142,13,'Назначил вас ответственным по задаче : test',25,28,0,'2021-07-15 04:49:04','2021-07-15 04:49:04',NULL),(143,14,'Назначил вас ответственным по задаче : test',26,28,0,'2021-07-15 04:49:04','2021-07-15 04:49:04',NULL),(144,28,'Айдос принял задачу : test',26,14,1,'2021-07-15 04:51:15','2021-07-15 05:56:40',NULL),(145,20,'Рустам принял задачу : Сделка #1',13,24,0,'2021-07-15 04:56:38','2021-07-15 04:56:38',NULL),(146,20,'Рустам принял задачу : Сделка #2',23,24,0,'2021-07-15 04:57:35','2021-07-15 04:57:35',NULL),(147,20,'Рустам принял задачу : Сделка #2',23,24,0,'2021-07-15 04:59:56','2021-07-15 04:59:56',NULL),(148,28,'Азамат принял задачу : test',25,13,1,'2021-07-15 05:32:06','2021-07-15 05:56:39',NULL),(149,20,'Ермек принял задачу : Сделка #1',14,16,0,'2021-07-15 06:18:11','2021-07-15 06:18:11',NULL),(150,12,'Назначил вас ответственным по задаче : test1111',27,28,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL),(151,13,'Назначил вас ответственным по задаче : test1111',28,28,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL),(152,14,'Назначил вас ответственным по задаче : test1111',29,28,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL),(153,12,'Назначил вас ответственным по задаче : test1111',30,28,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL),(154,13,'Назначил вас ответственным по задаче : test1111',31,28,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL),(155,14,'Назначил вас ответственным по задаче : test1111',32,28,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL),(156,12,'Назначил вас ответственным по задаче : смотри 111',33,28,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL),(157,13,'Назначил вас ответственным по задаче : смотри 111',34,28,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL),(158,14,'Назначил вас ответственным по задаче : смотри 111',35,28,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL),(159,20,'Согласование КП с заказчиком ( условия оплаты, сроки, место поставки)',36,22,0,'2021-07-15 06:50:17','2021-07-15 06:50:17',NULL),(160,20,'Руслан принял задачу : Сделка #1',36,20,0,'2021-07-15 06:52:13','2021-07-15 06:52:13',NULL),(161,20,'Руслан принял задачу : Сделка #1',36,20,0,'2021-07-15 06:53:42','2021-07-15 06:53:42',NULL),(162,20,'Русланпринял и закрыл задачу: Сделка #1',36,20,0,'2021-07-15 06:53:44','2021-07-15 06:53:44',NULL),(163,15,'Разработка проекта договора с закачиком, совместно с юристом',37,22,0,'2021-07-15 06:55:18','2021-07-15 06:55:18',NULL),(164,20,'Согласование договора с коммерческим директором, директором по производству , зам.директора по общим вопросам',38,22,0,'2021-07-15 06:55:18','2021-07-15 06:55:18',NULL),(165,20,'Руслан принял задачу : Сделка #1',38,20,0,'2021-07-15 06:55:39','2021-07-15 06:55:39',NULL),(166,20,'Руслан принял задачу : Сделка #1',38,20,0,'2021-07-15 06:56:16','2021-07-15 06:56:16',NULL),(167,20,'Русланпринял и закрыл задачу: Сделка #1',38,20,0,'2021-07-15 06:56:17','2021-07-15 06:56:17',NULL),(168,26,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)',39,22,0,'2021-07-15 06:57:02','2021-07-15 06:57:02',NULL),(169,14,'Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).',40,22,0,'2021-07-15 06:57:02','2021-07-15 06:57:02',NULL),(170,12,'Назначил вас ответственным по задаче : арман',41,28,0,'2021-07-15 07:05:48','2021-07-15 07:05:48',NULL),(171,13,'Назначил вас ответственным по задаче : арман',42,28,0,'2021-07-15 07:05:48','2021-07-15 07:05:48',NULL),(172,28,'Азамат принял задачу : арман',42,13,1,'2021-07-15 07:08:22','2021-07-16 04:07:09',NULL),(173,28,'Азамат отправил на проверку задачу : арман',42,13,1,'2021-07-15 07:08:33','2021-07-16 04:07:08',NULL),(174,13,'Тұрғанбекпринял и закрыл задачу: арман',42,28,0,'2021-07-15 07:08:47','2021-07-15 07:08:47',NULL),(175,12,'Назначил вас ответственным по задаче : fhn',43,28,0,'2021-07-15 07:31:56','2021-07-15 07:31:56',NULL),(176,13,'Назначил вас ответственным по задаче : fhn',44,28,0,'2021-07-15 07:31:56','2021-07-15 07:31:56',NULL);
/*!40000 ALTER TABLE `events` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `failed_jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `files`
--

DROP TABLE IF EXISTS `files`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `files` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `path` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` varchar(5) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `files`
--

LOCK TABLES `files` WRITE;
/*!40000 ALTER TABLE `files` DISABLE KEYS */;
INSERT INTO `files` VALUES (1,'Проверка','documents/20_1626086187.docx','docx',20,'2021-07-12 10:36:27','2021-07-12 10:36:27'),(2,'Приказ','documents/20_1626087036.docx','docx',20,'2021-07-12 10:50:36','2021-07-12 10:50:36'),(3,'Журнал регистрации служебных записок','documents/20_1626087076.docx','docx',20,'2021-07-12 10:51:16','2021-07-12 10:51:16'),(4,'Фишки для определения резолюции руководства','documents/20_1626087110.docx','docx',20,'2021-07-12 10:51:50','2021-07-12 10:51:50'),(5,'Журнал регистрации входящей корреспонденции','documents/20_1626087148.docx','docx',20,'2021-07-12 10:52:28','2021-07-12 10:52:28'),(6,'Форма Номенклатуры дел','documents/20_1626087240.docx','docx',20,'2021-07-12 10:54:00','2021-07-12 10:54:00'),(7,'Форма протокола заседания Технического совета','documents/20_1626087268.docx','docx',20,'2021-07-12 10:54:28','2021-07-12 10:54:28'),(8,'Лист ознакомления','documents/20_1626087296.docx','docx',20,'2021-07-12 10:54:56','2021-07-12 10:54:56'),(9,'Форма Листа ознакомления','documents/20_1626087324.docx','docx',20,'2021-07-12 10:55:24','2021-07-12 10:55:24'),(10,'Форма лимитной карты','documents/20_1626087345.docx','docx',20,'2021-07-12 10:55:45','2021-07-12 10:55:45'),(11,'Форма запроса на производство','documents/20_1626087374.docx','docx',20,'2021-07-12 10:56:14','2021-07-12 10:56:14'),(12,'Производственное совещание','documents/20_1626087396.docx','docx',20,'2021-07-12 10:56:36','2021-07-12 10:56:36'),(13,'Служебная записка','documents/20_1626087415.docx','docx',20,'2021-07-12 10:56:55','2021-07-12 10:56:55'),(14,'Матрац.docx_1626146857.docx','documents/Матрац.docx_1626146857.docx','docx',20,'2021-07-13 03:27:37','2021-07-13 03:27:37'),(15,'Матрац.docx_1626151548.docx','documents/Матрац.docx_1626151548.docx','docx',20,'2021-07-13 04:45:48','2021-07-13 04:45:48'),(16,'Матрац.docx_1626243892.docx','documents/Матрац.docx_1626243892.docx','docx',20,'2021-07-14 06:24:52','2021-07-14 06:24:52'),(17,'Кислорд бр.docx_1626252561.docx','documents/Кислорд бр.docx_1626252561.docx','docx',20,'2021-07-14 08:49:21','2021-07-14 08:49:21'),(18,'Кислородный баллон с редуктором.docx_1626256195.docx','documents/Кислородный баллон с редуктором.docx_1626256195.docx','docx',20,'2021-07-14 09:49:55','2021-07-14 09:49:55'),(19,'казмед акт сверки.xls_1626324544.xls','documents/казмед акт сверки.xls_1626324544.xls','xls',28,'2021-07-15 04:49:04','2021-07-15 04:49:04'),(20,'list_geo_594279.txt_1626337361.txt','documents/list_geo_594279.txt_1626337361.txt','txt',28,'2021-07-15 08:22:41','2021-07-15 08:22:41');
/*!40000 ALTER TABLE `files` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `group_users`
--

DROP TABLE IF EXISTS `group_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `group_users` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `group_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=73 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `group_users`
--

LOCK TABLES `group_users` WRITE;
/*!40000 ALTER TABLE `group_users` DISABLE KEYS */;
INSERT INTO `group_users` VALUES (36,16,16),(55,1,14),(56,1,12),(57,1,13),(58,1,15),(59,1,16),(60,1,17),(61,1,18),(62,1,19),(63,1,20),(64,1,21),(65,1,22),(66,1,23),(67,1,24),(68,1,25),(69,1,26),(70,1,27),(71,1,28);
/*!40000 ALTER TABLE `group_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `groups`
--

DROP TABLE IF EXISTS `groups`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `groups` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `description` text NOT NULL,
  `account_id` int(11) NOT NULL,
  `editors` text NOT NULL DEFAULT '[]',
  `logo_path` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `groups`
--

LOCK TABLES `groups` WRITE;
/*!40000 ALTER TABLE `groups` DISABLE KEYS */;
INSERT INTO `groups` VALUES (1,'Моя команда','Все сотрудники команды',0,'[]','groups/1_1623654359.jpg','2021-05-09 18:00:00','2021-06-14 07:08:56',NULL);
/*!40000 ALTER TABLE `groups` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `messages`
--

DROP TABLE IF EXISTS `messages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `messages` (
  `id` bigint(20) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `seen` int(10) DEFAULT NULL,
  `room_id` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `senderId` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `messages`
--

LOCK TABLES `messages` WRITE;
/*!40000 ALTER TABLE `messages` DISABLE KEYS */;
/*!40000 ALTER TABLE `messages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES (1,'2020_01_01_000001_create_password_resets_table',1),(2,'2020_01_01_000002_create_failed_jobs_table',1),(3,'2020_01_01_000003_create_accounts_table',1),(4,'2020_01_01_000004_create_users_table',1),(5,'2020_01_01_000005_create_organizations_table',1),(6,'2020_01_01_000006_create_contacts_table',1),(7,'2021_04_21_065641_categories',2),(9,'2021_05_31_201357_create_assistance_table',4),(10,'2021_05_31_092201_crate_subtasks_table',5),(11,'2021_06_04_063630_create_positions_table',6),(12,'2021_06_06_072356_create_downloads_table',7),(13,'2021_06_07_122513_create_group_users_table',8),(14,'2021_06_11_073427_create_plans_table',9),(15,'2021_06_12_124643_create_actions_table',10),(16,'2021_06_13_091303_create_files_table',11),(17,'2021_06_28_130017_add_deal_id_to_task',12);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `organizations`
--

DROP TABLE IF EXISTS `organizations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `organizations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `account_id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(10) NOT NULL DEFAULT 0,
  `responsible_id` int(10) NOT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  `comments` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `organizations_account_id_index` (`account_id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `organizations`
--

LOCK TABLES `organizations` WRITE;
/*!40000 ALTER TABLE `organizations` DISABLE KEYS */;
INSERT INTO `organizations` VALUES (1,1,'ТОО \"Ер-АНА\"',1,20,'2021-07-13 03:17:47','2021-07-13 03:17:47',NULL,'Матрацы'),(2,1,'Физ лицо',1,20,'2021-07-14 06:28:08','2021-07-14 06:28:08',NULL,'ИВЛ Qazaqstsn просто интерес'),(3,1,'Кызылординская железнодорожная больница',1,20,'2021-07-14 06:32:59','2021-07-14 06:32:59',NULL,'СОУ-150, операционные светильники'),(4,1,'Физ лицо',1,20,'2021-07-14 06:36:02','2021-07-14 06:36:02',NULL,'Функциональный кровать с удобствами и по низкой цене'),(5,1,'ТОО \" Медтехсервис Астана\"',1,20,'2021-07-14 06:42:46','2021-07-14 06:42:46',NULL,'Кислородный баллон с редуктором'),(6,1,'ТОО \"Промстройпроект\"',1,20,'2021-07-14 10:41:52','2021-07-14 10:44:33',NULL,'капитальный ремонт ГККП Ясли-сада №6 акимата города Костаная'),(7,1,'test',0,28,'2021-07-15 05:06:32','2021-07-15 05:07:33',NULL,'test');
/*!40000 ALTER TABLE `organizations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_resets`
--

LOCK TABLES `password_resets` WRITE;
/*!40000 ALTER TABLE `password_resets` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_resets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `pivods`
--

DROP TABLE IF EXISTS `pivods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `pivods` (
  `task_id` int(200) DEFAULT NULL,
  `file_id` int(200) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `pivods`
--

LOCK TABLES `pivods` WRITE;
/*!40000 ALTER TABLE `pivods` DISABLE KEYS */;
INSERT INTO `pivods` VALUES (108,40),(192,41),(195,42),(227,43),(230,44),(231,45),(231,46),(233,47),(232,48),(234,49),(239,50),(108,51),(111,52),(263,54),(267,55),(267,56),(266,57),(266,58),(263,59),(239,60),(204,61),(1,62),(13,63),(20,64),(22,65),(28,66),(37,67),(41,68),(73,69),(80,70),(86,71),(92,72),(99,73),(101,74),(106,75),(111,76),(114,77),(116,79),(1,14),(5,15),(10,16),(17,17),(21,18),(43,20);
/*!40000 ALTER TABLE `pivods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `plans`
--

DROP TABLE IF EXISTS `plans`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `plans` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `value` int(11) NOT NULL,
  `month` int(2) NOT NULL,
  `year` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `plans`
--

LOCK TABLES `plans` WRITE;
/*!40000 ALTER TABLE `plans` DISABLE KEYS */;
/*!40000 ALTER TABLE `plans` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `positions`
--

DROP TABLE IF EXISTS `positions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `positions` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `positions`
--

LOCK TABLES `positions` WRITE;
/*!40000 ALTER TABLE `positions` DISABLE KEYS */;
INSERT INTO `positions` VALUES (1,'Сотрудник',NULL,NULL),(2,'Директор\r\n',NULL,NULL),(3,'Советник директора\r\n',NULL,NULL),(4,'Заместитель  директора по общим вопросам и финансам\r\n',NULL,NULL),(5,'Заместитель директора по производству\r\n',NULL,NULL),(6,'Юрист\r\n',NULL,NULL),(7,'Начальник транспортного отдела',NULL,'2021-06-28 08:20:57'),(8,'Системный администратор\r\n',NULL,NULL),(9,'Офис-менеджер\r\n',NULL,NULL),(10,'Главный Бухгалтер\r\n',NULL,NULL),(11,'Продукт менеджер\r\n',NULL,NULL),(12,'Начальник отдела Клиент Сервис\r\n\r\n',NULL,NULL),(13,'Менеджер\r\n',NULL,NULL),(14,'Заведующий складом\r\n',NULL,NULL),(15,'Начальник Административно-хозяйственного отдела ',NULL,NULL),(16,'Сервис - инженер\r\n',NULL,NULL),(17,'Начальник МЭО\r\n',NULL,NULL);
/*!40000 ALTER TABLE `positions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `products` (
  `product_id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `description` varchar(500) NOT NULL,
  `category_id` int(11) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL,
  `deleted_at` date NOT NULL,
  PRIMARY KEY (`product_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `products`
--

LOCK TABLES `products` WRITE;
/*!40000 ALTER TABLE `products` DISABLE KEYS */;
/*!40000 ALTER TABLE `products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `reports`
--

DROP TABLE IF EXISTS `reports`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `reports` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `user` int(11) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `reports`
--

LOCK TABLES `reports` WRITE;
/*!40000 ALTER TABLE `reports` DISABLE KEYS */;
/*!40000 ALTER TABLE `reports` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rooms`
--

DROP TABLE IF EXISTS `rooms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rooms` (
  `id` bigint(20) DEFAULT NULL,
  `room_name` varchar(255) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT NULL,
  `unread_count` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rooms`
--

LOCK TABLES `rooms` WRITE;
/*!40000 ALTER TABLE `rooms` DISABLE KEYS */;
/*!40000 ALTER TABLE `rooms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `subtasks`
--

DROP TABLE IF EXISTS `subtasks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `subtasks` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `task_id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `start` timestamp NOT NULL DEFAULT current_timestamp(),
  `deadline` timestamp NOT NULL DEFAULT current_timestamp(),
  `status` tinyint(4) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `subtasks`
--

LOCK TABLES `subtasks` WRITE;
/*!40000 ALTER TABLE `subtasks` DISABLE KEYS */;
INSERT INTO `subtasks` VALUES (102,20,119,'test','test','2021-07-09 06:09:50','2021-07-12 06:09:00',1,'2021-07-09 06:10:03','2021-07-09 06:40:37',NULL),(103,20,125,'еуые','еуые','2021-07-08 19:38:08','2021-07-08 19:38:08',0,'2021-07-09 07:38:16','2021-07-09 07:38:16',NULL);
/*!40000 ALTER TABLE `subtasks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tasks`
--

DROP TABLE IF EXISTS `tasks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `tasks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `start` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deadline` timestamp NULL DEFAULT current_timestamp(),
  `description` text DEFAULT NULL,
  `title` varchar(255) NOT NULL,
  `auditor_id` int(11) NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT 1,
  `status` int(1) NOT NULL DEFAULT 0,
  `account_id` int(11) NOT NULL,
  `urgent` int(11) NOT NULL DEFAULT 0,
  `file_id` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL,
  `deal_id` int(11) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`),
  KEY `user` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tasks`
--

LOCK TABLES `tasks` WRITE;
/*!40000 ALTER TABLE `tasks` DISABLE KEYS */;
INSERT INTO `tasks` VALUES (1,20,'2021-07-14 06:07:24','2021-07-15 06:07:04','Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:04','2021-07-14 06:07:24',NULL,1),(2,20,'2021-07-14 06:07:24','2021-07-15 06:07:04','Определение ответсвенного менеджера по продажам','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:04','2021-07-14 06:07:24',NULL,1),(3,20,'2021-07-14 06:07:24','2021-07-15 06:07:04','Связь с клиентом для уточнения заказа','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:04','2021-07-14 06:07:24',NULL,1),(4,14,'2021-07-14 06:07:32','2021-07-15 06:07:24','Согласование в части сроков изготовления продукции','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:24','2021-07-14 06:07:32',NULL,1),(5,20,'2021-07-14 06:07:36','2021-07-15 06:07:32','Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:32','2021-07-14 06:07:36',NULL,1),(6,21,'2021-07-14 06:07:36','2021-07-15 06:07:32','Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:32','2021-07-14 06:07:36',NULL,1),(7,24,'2021-07-14 06:07:36','2021-07-15 06:07:32','Расчет логистики до места поставки','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:32','2021-07-14 06:07:36',NULL,1),(8,26,'2021-07-14 06:09:11','2021-07-15 06:07:36','Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:36','2021-07-14 06:09:11',NULL,1),(9,14,'2021-07-14 06:09:11','2021-07-15 06:07:36','Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:36','2021-07-14 06:09:11',NULL,1),(10,20,'2021-07-15 06:50:17','2021-07-15 06:07:45','Разработка КП на основании Т/С, учетом всех расчетов и согласований','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(11,26,'2021-07-15 06:50:17','2021-07-15 06:07:45','Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника__','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(12,21,'2021-07-15 06:50:17','2021-07-15 06:07:45','Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника_','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(13,24,'2021-07-15 06:50:17','2021-07-15 06:07:45','Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника...','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(14,16,'2021-07-15 06:50:17','2021-07-15 06:07:45','Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника..','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(15,22,'2021-07-15 06:50:17','2021-07-15 06:07:45','Согласование  у директора по производству, начальника МЭО, продукт-менеджера, начальника отдела клиент-сервиса, начальника.','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(16,12,'2021-07-15 06:50:17','2021-07-15 06:07:45','Утверждение КП','Сделка #1',20,1,1,1,0,0,'2021-07-14 06:07:45','2021-07-15 06:50:17',NULL,1),(17,20,'2021-07-14 08:52:02','2021-07-15 06:44:34','Формирование заказа (лида) , наименование товара, цена, количество, сумма, контакты и данные заказчика. ','Сделка #2',20,1,1,1,0,0,'2021-07-14 06:44:34','2021-07-14 08:52:02',NULL,2),(18,20,'2021-07-14 08:50:09','2021-07-15 06:44:34','Определение ответсвенного менеджера по продажам','Сделка #2',20,1,1,1,0,0,'2021-07-14 06:44:34','2021-07-14 08:50:09',NULL,2),(19,20,'2021-07-14 08:51:37','2021-07-15 06:44:34','Связь с клиентом для уточнения заказа','Сделка #2',20,1,1,1,0,0,'2021-07-14 06:44:34','2021-07-14 08:51:37',NULL,2),(20,14,'2021-07-14 09:49:07','2021-07-15 08:52:15','Согласование в части сроков изготовления продукции','Сделка #2',20,1,1,1,0,0,'2021-07-14 08:52:15','2021-07-14 09:49:07',NULL,2),(21,20,'2021-07-15 06:57:02','2021-07-15 09:49:08','Разработка Т/С на основании уточненной заявки от менеджера по продажам. (WOW-эффект продукта)','Сделка #2',20,1,1,1,0,0,'2021-07-14 09:49:08','2021-07-15 06:57:02',NULL,2),(22,21,'2021-07-15 06:57:02','2021-07-15 09:49:08','Предоставление требований к помещению,инженерным сетям, САНПИН, персоналу заказчика. Есть ли  лицензия на использование источников излучения у заказчика (рентген) ','Сделка #2',20,1,1,1,0,0,'2021-07-14 09:49:08','2021-07-15 06:57:02',NULL,2),(23,24,'2021-07-15 06:57:02','2021-07-15 09:49:08','Расчет логистики до места поставки','Сделка #2',20,1,1,1,0,0,'2021-07-14 09:49:08','2021-07-15 06:57:02',NULL,2),(24,12,'2021-07-15 04:49:04','2021-07-15 04:48:11','test','test',28,1,0,1,1,19,'2021-07-15 04:49:04','2021-07-15 04:49:04',NULL,0),(25,13,'2021-07-15 05:32:06','2021-07-15 04:48:11','test','test',28,1,2,1,1,19,'2021-07-15 04:49:04','2021-07-15 05:32:06',NULL,0),(26,14,'2021-07-15 04:51:15','2021-07-15 04:48:11','test','test',28,1,2,1,1,19,'2021-07-15 04:49:04','2021-07-15 04:51:15',NULL,0),(27,12,'2021-07-15 06:39:40','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL,0),(28,13,'2021-07-15 06:39:40','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL,0),(29,14,'2021-07-15 06:39:40','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:40','2021-07-15 06:39:40',NULL,0),(30,12,'2021-07-15 06:39:46','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL,0),(31,13,'2021-07-15 06:39:46','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL,0),(32,14,'2021-07-15 06:39:46','2021-07-15 06:39:25','test1111','test1111',28,1,0,1,0,0,'2021-07-15 06:39:46','2021-07-15 06:39:46',NULL,0),(33,12,'2021-07-15 06:45:16','2021-07-19 06:05:11','смотри 111','смотри 111',28,1,0,1,1,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL,0),(34,13,'2021-07-15 06:45:16','2021-07-19 06:05:11','смотри 111','смотри 111',28,1,0,1,1,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL,0),(35,14,'2021-07-15 06:45:16','2021-07-19 06:05:11','смотри 111','смотри 111',28,1,0,1,1,0,'2021-07-15 06:45:16','2021-07-15 06:45:16',NULL,0),(36,20,'2021-07-15 06:53:44','2021-07-16 06:50:17','Согласование КП с заказчиком ( условия оплаты, сроки, место поставки)','Сделка #1',20,1,1,1,0,0,'2021-07-15 06:50:17','2021-07-15 06:53:44',NULL,1),(37,15,'2021-07-15 06:55:18','2021-07-16 06:55:18','Разработка проекта договора с закачиком, совместно с юристом','Сделка #1',20,1,0,1,0,0,'2021-07-15 06:55:18','2021-07-15 06:55:18',NULL,1),(38,20,'2021-07-15 06:56:17','2021-07-16 06:55:18','Согласование договора с коммерческим директором, директором по производству , зам.директора по общим вопросам','Сделка #1',20,1,1,1,0,0,'2021-07-15 06:55:18','2021-07-15 06:56:17',NULL,1),(39,26,'2021-07-15 06:57:02','2021-07-16 06:57:02','Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе)','Сделка #2',20,1,0,1,0,0,'2021-07-15 06:57:02','2021-07-15 06:57:02',NULL,2),(40,14,'2021-07-15 06:57:02','2021-07-16 06:57:02','Расчеты по дополнительному гарантийному  обслуживанию (командировочные расходы, расходы замену комплектующих при их износе).','Сделка #2',20,1,0,1,0,0,'2021-07-15 06:57:02','2021-07-15 06:57:02',NULL,2),(41,12,'2021-07-15 07:05:48','2021-07-28 06:00:00','арман','арман',28,1,0,1,0,0,'2021-07-15 07:05:48','2021-07-15 07:05:48',NULL,0),(42,13,'2021-07-15 07:08:47','2021-07-28 06:00:00','арман','арман',28,1,1,1,0,0,'2021-07-15 07:05:48','2021-07-15 07:08:47',NULL,0),(43,12,'2021-07-15 07:31:56','2021-07-31 06:00:00','fhn','fhn',28,1,0,1,1,0,'2021-07-15 07:31:56','2021-07-15 07:31:56',NULL,0),(44,13,'2021-07-15 07:31:56','2021-07-31 06:00:00','fhn','fhn',28,1,0,1,1,0,'2021-07-15 07:31:56','2021-07-15 07:31:56',NULL,0);
/*!40000 ALTER TABLE `tasks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `account_id` int(11) NOT NULL,
  `first_name` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `position_id` int(11) NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `owner` tinyint(1) NOT NULL DEFAULT 0,
  `photo_path` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`),
  KEY `users_account_id_index` (`account_id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (12,1,'Руслан','Нурмуханов','nurmukhanov.r@kazmedpribor.kz',3,'$2y$10$p2q.MJY5pyjj1kGo0x4aMe33qRAjho12jWJVdARPHFlWiM/uyhr6S',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:28:30','2021-06-14 04:28:30',NULL),(13,1,'Азамат','Турмагамбетов','turmagambetov.a@kazmedpribor.kz',4,'$2y$10$a2i0PPDV/oXdig6C8VoBQOHPpKwISSp7IFMKxj/7DIrVgKr0pB3nG',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:28:52','2021-06-14 04:28:52',NULL),(14,1,'Айдос','Мырзакулов','myrzakulov.a@kazmedpribor.kz',5,'$2y$10$oUsNxxlpjkGOuIdTkQ51W.KwZyBHdmCoye0uMw6cCI3LUjYhxnAda',0,'/avatars/josh.jpg','Jt2A0ZoiEW7HVs6CZQ5IFEAziZ6RbLG3Z8CLmhHVgWaYTlBQYlZljZ2RaBa4','2021-06-14 04:29:14','2021-06-14 04:29:14',NULL),(15,1,'Сергей','Кулиш','kulish.s@kazmedpribor.kz',6,'$2y$10$qmo0rVTbiJFJefDq7cdtEOX4kLXnSaD8Z6gOSAzOXglY/DswpjgvG',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:29:47','2021-06-14 04:29:47',NULL),(16,1,'Ермек','Истыкулов','istykulov.e@kazmedpribor.kz',7,'$2y$10$C94On/lHTPuUk9hKkbaRf.igB4KcS.A3UZ/JWum42lu0z70J7oogW',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:30:12','2021-06-14 04:30:12',NULL),(17,1,'Канат','Амантаев','amantaev.k@kazmedpribor.kz',8,'$2y$10$3pV52HEkj3hPMPccqQSES.tCQvc.5hyRFFMkdyY3fO5VY0hEQZ8p.',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:30:34','2021-06-14 04:30:34',NULL),(18,1,'Балнур','Иманалиева','imanalieva.b@kazmedpribor.kz',9,'$2y$10$EoZBKCSdLimhaxOnvJwluexn/EdJRYs2pSgb9bw769y6Dsu9O0lcC',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:31:06','2021-06-14 04:31:06',NULL),(19,1,'Асем','Сейденова','seidenova.a@kazmedpribor.kz',10,'$2y$10$GofDHy/y1pEpF48h9Sa0perfbXxYtU556AZbKm/q2QZSgMJRxOlPy',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:31:28','2021-06-14 04:31:28',NULL),(20,1,'Руслан','Маженов','majenov.r@kazmedpribor.kz',11,'$2y$10$Y/EjODABVRErerd/0TUj.OMkDGkm1yA3LIa9dn.lJxyA/vfGSdbge',0,'/avatars/josh.jpg','aUavjlBAJrjPqahgCJHJEpYdYnOMKOAU2bwCFVU08eLK0D373mn87IhwF6FE','2021-06-14 04:31:50','2021-06-14 04:31:50',NULL),(21,1,'Гафу','Тамиев','tamiev.g@kazmedpribor.kz',12,'$2y$10$rV7.7ErngBZdUMAr9VvT7OugBt/x6.Cp1s5OvyFdkMY1Q70Rg44.G',0,'/avatars/josh.jpg','k97MLwa3wLqdoyP8NvzhNuyEbzI5FKZSPGhNClYIJNbWq8Rt1G5pD0HKYNI5','2021-06-14 04:32:19','2021-06-14 04:32:19',NULL),(22,1,'Баглан','Рахманбердиев','rahmanberdiev.b@kazmedpribor.kz',13,'$2y$10$jbjbyXQrBx.q0VL1rF5oJejKSf6VN63z3TnyFOwDizpfWJlodD/re',0,'/avatars/josh.jpg','Vsk4roZhU3f6Bk7s76Au8aYr8owv0H2Y2HkHl2lCilTa78Dwt4IzcVGyfXO2','2021-06-14 04:32:45','2021-06-14 04:32:45',NULL),(23,1,'Жандос','Турганов','turganov.j@kazmedpribor.kz',14,'$2y$10$4ODPjlfYcdWou/0tKs0KVu1tVSPXIr.hLIqy59JJtt3TRzLtAinVK',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:33:07','2021-06-14 04:33:07',NULL),(24,1,'Рустам','Султанмуратов','sultanmuratov.r@kazmedpribor.kz',15,'$2y$10$ordCfbr0Axcj6D2w5Fslvu/vgwcFTkzc2XEUWOEWaYD49mo6kKPX.',0,'/avatars/josh.jpg','IF5kmX1iDW4DuUc4FajgP5MBSLWpnY8jIcRe85u2OZpbhMyy8WiHGgPb356w','2021-06-14 04:33:32','2021-06-14 04:33:32',NULL),(25,1,'Берик','Шураев','shuraev.b@kazmedpribor.kz',16,'$2y$10$5hlVOs9CD9b0QfVZvF.5uu.qMjggTPdS/F9Dg9SCZaOYaFwp1XiYi',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:33:50','2021-06-14 04:33:50',NULL),(26,1,'Виктор','Карпенко','karpenko.v@kazmedpribor.kz',17,'$2y$10$e6FSYKE5jUv2tNLyehc2ruThiyk05A9Dck0oedIUgzyX4WfXIf2zm',0,'/avatars/josh.jpg','OkCNlXuR7XTjIM0JWze9m8AjpFyOA3YnB4UrM0NYJUuQM9JuDpN3S8s9sBXz','2021-06-14 04:34:16','2021-06-14 04:34:16',NULL),(27,1,'Владимир','Пак','pak.v@kazmedpribor.kz',16,'$2y$10$YIjPxlh6MZMCHgQchMqx1.Foyo2WMG980f1rwrdbLuRsR9saffGd6',0,'/avatars/josh.jpg',NULL,'2021-06-14 04:34:32','2021-06-14 04:34:32',NULL),(28,1,'Тұрғанбек','Мухамедали','ceo@kazmedpribor.kz',2,'$2y$10$ZLGMA0QmHFLiYSDHw2CewuPsBgfo0X3JopFGF6MDLIjUmTRCEEhvi',1,'/avatars/josh.jpg','XVCC1dNbLhRVqMtS9fTBOp5x54zQVyu02nLbPtKT6NmrQP8atPDsufoFO25y','2021-06-14 04:37:14','2021-06-14 04:37:14',NULL),(30,1,'Арман','Хусаин','husain.a@kazmedpribor.kz',7,'$2y$10$b9hxI/XmZwWa6j1mVP2RUeK100xApis7UCycHybpvaodX0ajrxjgK',0,NULL,NULL,'2021-06-28 08:14:29','2021-06-28 08:20:57','2021-06-28 08:20:57');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-07-22 15:10:56
